package com.yzc.lovehuali;

/**
 * Created by Administrator on 2015/7/29.
 */
public final class DATA_newstudents {

    public static final String[] title_ex = {"Q：开学了应该带啥来华立呢?", "Q：开学来到报道有啥做？", "Q：来报道了应该带点什么东西呢？"};

    public static final String[] content = {"   A：各类证件（身份证等），高考准考证，录取通知书 ，学费缴费单【现金缴费除外】，团员证【需办理转团证明】 入团申请书 ，学生档案【回高中学校拿】，一寸照片若干，户口本复印件，现金若干【依家庭状况而定，大一开学花钱地方较多，最好带多点】",
            "A：首先在8月底来到华立报道（具体时间请等候学校通知），报道时间有两天，第一天主要是入学交学费分宿舍办理开网等各类业务的，第二天就比较轻松，一个入学的体检（但是人比较多，要排队），做完这两件事情之后你就可以游荡一下华立了。接下来的事情是分班级，见带班师兄和军训了。军训为期半个月，军训结束后就开始正式上课了。",
            "A：换洗衣物，被子 ，凉席，枕头，桶，盆，洗漱用品，沐浴用品，洗衣粉，晾衣架，水瓶【军训期间必带啊！】"};

    public static final String student_content = "早修时间：07:25-8:15   \n" + "晚修时间：19:00-21:00\n" + "每节课的时间：\n" + "\t1-2：  8:30-10:05\n" + "\t3-4：  10:25-12:00\n" + "\t5-6：  13:35-15:10\n" + "\t7-8：  15:30-17:05 \n" + "晚上的课9-10节 19：00～20：30\n" + "\n" + "图书馆开放时间：\n" + "周一至周日 8：00 －20：00\n" +
            "周四13:30-14:30馆员学习                 \n" + "每天下班提前15分钟内务整理，对外停止借阅\n" + " \n" + "学校大门门禁：21.30分禁止外出 ， 23：30后回校需要登记\n" + " \n" + "宿舍洗澡热水供应时间：16:30~18：00&20:30~23:30\n" + " \n" + "校园网断网时间：\n" + "周日晚至周四：23:30~次日9:30&14:00~15:00\n" +
            "节假日、周五、周六：凌晨2:00~7:00\n" + " \n" + "财务室开放时间：\n" + "周一到周五：8:30~12:30 & 14:00~17:30\n" + "周日：15:00~17:30\n" + " \n" + "综合楼小卖部营业时间：同财务室\n" + " \n" + "超市开放时间：8:00~23:00\n" + " \n" + "饭堂时间：\n" + "早餐 6:30-9:00\n" + "午餐 10:00-13:00\n" + "晚餐 16:00-19:00\n" + "夜宵 20:00-22:00\n" + " \n" +
            "网络中心上班时间：8：00~11：30 & 14：00~17：30";

}

