package com.yzc.lovehuali;

/**
 * Created by Administrator on 2015/7/29.
 */
public final class DATA_newstudents {

    public static final String[] title_ex = {"Q：开学了应该带啥来华立呢?", "Q：开学来到报道有啥做？", "Q：来报道了应该带点什么东西呢？", "Q：军训多久？需要带点什么？注意点什么？", "Q：在华立都有多少人的宿舍呢？", "Q：华立的住宿环境如何？", "Q：我在华立可以使用啥交通工具么？", "Q：学费和住宿费那些要交多少？", "Q：在华立上网能随时上么？网速多少？","Q：我什么时候来报道好呢？"};

    public static final String[] content = {"   A：各类证件（身份证等），高考准考证，录取通知书 ，学费缴费单【现金缴费除外】，团员证【需办理转团证明】 入团申请书 ，学生档案【回高中学校拿】，一寸照片若干，户口本复印件，现金若干【依家庭状况而定，大一开学花钱地方较多，最好带多点】",
            "A：首先在8月底来到华立报道（具体时间请等候学校通知），报道时间有两天，第一天主要是入学交学费分宿舍办理开网等各类业务的，第二天就比较轻松，一个入学的体检（但是人比较多，要排队），做完这两件事情之后你就可以游荡一下华立了。接下来的事情是分班级，见带班师兄和军训了。军训为期半个月，军训结束后就开始正式上课了。",
            "A：换洗衣物，被子 ，凉席，枕头，桶，盆，洗漱用品，沐浴用品，洗衣粉，晾衣架，水瓶【军训期间必带啊！】", "A：军训为期15天，带一对好点，软点的鞋垫（真的，不然你脚的痛几个星期。）背心要买几件（不分男女，都建议买） 还有最好一个宿舍的买包盐~（不要问我为什么）.基本你就能安全度过了~", "A：有四人和六人。床的规格，六人宿舍：2mx0.9m，四人宿舍 2mx1.2m。 \n" +
            "六人的是上床下柜，就是上面是床，下面是书桌和柜子。\n普通四人的为落地床加个书桌。四人宿舍有两种，第一种是落地床式的（这种宿舍有大有小看人品），第二种是缩小版的六人宿舍但是住宿费比第一种便宜。", "A：每间宿舍都有一个空调、一个洗手间，两个洗衣台。学校是没配洗衣机的，但是有预留了位置，可以自己宿舍合买一部回来。洗澡热水供应时间为16：30～18：00、20：00～23；30。每个宿舍都有直饮水，不过是冷水来的，饮用热水在没栋宿舍楼一楼和四楼有热水机，在华立热水壶和加热棒属于违禁电器。",
            "A：学生校内不准骑自行车电动车等交通工具。不过校内可以玩滑板和轮滑，但是别打算用来做代步的工具。", "A：学费是16000／年，如果是某些出国的专业是24000／年。一般三年在校，大四出去实习工作，某些专业在校读四年，大五出去工作（建筑某专业4年在校，5出去工作）还有在大四出去实习前要把学费都交给学校，就是大三学期末要交大四一年的学费！6人宿舍住宿费每人1450元，4人宿舍费每人2450元。",
            "A：在华立上网是没有通宵的，断网时间可以参考：华立作息时间表。\n网费那些300元一年是最低档的，只有0.5M，打机玩游戏是没问题的，但是要下载东西的时候就蛋疼了，不过华立有个华立学子的福利内网，里面下载速度可达10M/S。\n网速还有1m，2m，4m的档次的，有绑定电信机的校园网，那个最高可以提速到8m，但是不建议开通。","A：来报到的时间最好比通知书上说的早一两天来，这样宿舍基本就在4楼及以下，还有就是四人宿舍数量有限，先到先得的，准时报到（特别是最后一天报到的）5楼及以上。如果想要同宿舍一起住的话就一起去报到"};

    public static final String student_content = "早修时间：07:25-8:15   \n" + "晚修时间：19:00-21:00\n" + "每节课的时间：\n" + "\t1-2：  8:30-10:05\n" + "\t3-4：  10:25-12:00\n" + "\t5-6：  13:35-15:10\n" + "\t7-8：  15:30-17:05 \n" + "晚上的课9-10节 19：00～20：30\n" + "\n" + "图书馆开放时间：\n" + "周一至周日 8：00 －20：00\n" +
            "周四13:30-14:30馆员学习                 \n" + "每天下班提前15分钟内务整理，对外停止借阅\n" + " \n" + "学校大门门禁：21.30分禁止外出 ， 23：30后回校需要登记\n" + " \n" + "宿舍洗澡热水供应时间：16:30~18：00&20:30~23:30\n" + " \n" + "校园网断网时间：\n" + "周日晚至周四：23:30~次日9:30&14:00~15:00\n" +
            "节假日、周五、周六：凌晨2:00~7:00\n" + " \n" + "财务室开放时间：\n" + "周一到周五：8:30~12:30 & 14:00~17:30\n" + "周日：15:00~17:30\n" + " \n" + "综合楼小卖部营业时间：同财务室\n" + " \n" + "超市开放时间：8:00~23:00\n" + " \n" + "饭堂时间：\n" + "早餐 6:30-9:00\n" + "午餐 10:00-13:00\n" + "晚餐 16:00-19:00\n" + "夜宵 20:00-22:00\n" + " \n" +
            "网络中心上班时间：8：00~11：30 & 14：00~17：30";

}

